tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "adns"
brew "bash"
brew "bat"
brew "blueutil"
brew "coreutils"
brew "ctags"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "docker-clean"
brew "jpeg"
brew "erlang"
brew "elixir"
brew "fd"
brew "fzf"
brew "gettext"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "go"
brew "readline"
brew "python@3.9"
brew "glib"
brew "libevent"
brew "libidn2"
brew "nghttp2"
brew "unbound"
brew "gnutls"
brew "libgcrypt"
brew "npth"
brew "gnupg"
brew "gpgme"
brew "hadolint"
brew "lua"
brew "highlight"
brew "httpie"
brew "jq"
brew "krb5"
brew "libpq"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "nano"
brew "node"
brew "nvm"
brew "pgcli"
brew "pinentry-mac"
brew "pipx"
brew "postgresql", restart_service: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "svn"
brew "swig"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "wget"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
cask "docker"
cask "enpass"
cask "firefox"
cask "flux"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "hyper"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "rectangle"
cask "google-cloud-sdk"
mas "Xcode", id: 497799835
